---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsDbgShowBoundary3d
source: html/dc85b40d-5b1e-4bd9-13b5-c31dbdcd6275.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsDbgShowBoundary3d Property

"Show Stairs' Boundary 3D"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsDbgShowBoundary3d { get; }
```